Repository: common-repository/recently-popular
Catalog: languages/recently-popular-*.po
Languages: pt_br

source: Recently Popular
pt_br: Posts Populares

source: Recently Popular Settings
pt_br: Posts Populares - Configurações

source: Counts deleted.
pt_br: Contagens apagadas.

source: Options saved.
pt_br: Opções salvas.

source: You have no counts in your database.
pt_br: Não há contagem de visitas no banco de dados.

source: Your oldest count is from %s.
pt_br: O registro mais antigo é de %s.

source: Recently Popular Plugin Options
pt_br: Opções do plugin Posts Populares

source: Delete Counts
pt_br: Apagar Registros

source: *** WARNING *** This cannot be undone!
pt_br: *** AVISO *** Essa operação não pode ser desfeita!

source: Delete counts older than
pt_br: Apagar registros mais antigos que

source: Hours
pt_br: Horas

source: Days
pt_br: Dias

source: Weeks
pt_br: Semanas

source: Months
pt_br: Meses

source: Years
pt_br: Anos

source: --ALL--
pt_br: --TODOS--

source: Check here to confirm you wish to delete your post counts.
pt_br: Selecione para confirmar que deseja apagar os registros.

source: Title:
pt_br: Título:

source: Count views no older than:
pt_br: Não contar visitas mais antigas que:

source: Hour(s)
pt_br: Hora(s)

source: Day(s)
pt_br: Dia(s)

source: Week(s)
pt_br: Semana(s)

source: Month(s)
pt_br: Mês(eses)

source: Year(s)
pt_br: Ano(s)

source: Use relative time?
pt_br: Usar Tempo Relativo?

source: Relative time changes the way "Count views no older than" works. For example, if you choose 1 month, normally this would cause all views for the past 30 days to be counted. With the relative time option it will count all view in the current month.
pt_br: O Tempo Relativo muda a forma de funcionamento da opção "Não contar visitas mais antigas que". Por exemplo: se você escolher 1 mês normalmente o plugin contaria as visualizações dos últimos 30 dias. Com o "Tempo Relativo" ativado, a contagem será feita desde o início deste mês.

source: Limit to no more than:
pt_br: Não mostrar mais que:

source: Limit titles to:
pt_br: Limitar títulos a:

source: characters (enter 0 for no limit)
pt_br: caracteres (digite 0 para não limitar)

source: Count views by:
pt_br: Contar as visitas de:

source: Anonymous &amp; Registered Users
pt_br: Visitantes e Usuários Registrados

source: Anonymous Users Only
pt_br: Apenas visitantes

source: Registered Users Only
pt_br: Apenas usuários registrados

source: Count views of:
pt_br: Contar visualizações em:

source: Pages &amp; Posts
pt_br: Páginas e Posts

source: Pages Only
pt_br: Somente Páginas

source: Posts Only
pt_br: Somente Posts

source: Show/hide formatting options
pt_br: Mostrar/esconder opções de formatação

source: Format each result as:
pt_br: Formatar cada resultado desta forma:

source: or choose a format below by clicking it:
pt_br: ou clique para escolher um dos formatos abaixo:

source: Post Name
pt_br: Nome do Post

source: Post Name (Hits)
pt_br: Nome do Post (Visitas)

source: by
pt_br: por

source: by Author Name
pt_br: por Nome do Autor

source: help
pt_br: ajuda

source: Available tags:
pt_br: Tags disponíveis:

source: the post's permalink
pt_br: permalink do post

source: the post's title
pt_br: título do post

source: the post's publish date
pt_br: data de publicação do post

source: the number of qualifying views
pt_br: número de visualizações

source: the post's author
pt_br: autor do post

source: URL for the thumbnail
pt_br: URL da miniatura

source: Show/hide category options
pt_br: Mostrar/esconder opções de categorias

source: Note: Enabling category filtering will eliminate all posts with no category. If pages are selected in 'Count views of' above then all pages will display since they can't have a category.
pt_br: Nota: Ativar o Filtro de Categorias eliminará todos os posts sem categoria. Apesar disso, se a opção "Contar visualizações em" estiver marcada em Páginas, todas as páginas serão exibidas.

source: Enable category filtering
pt_br: Ativar Filtro de Categorias

source: Choose only posts in these categories:
pt_br: Mostrar somente os posts destas categorias:
